tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "shivammathur/php"
tap "teamookla/speedtest"
brew "xz"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "automake"
brew "bazelisk"
brew "bison"
brew "gdbm"
brew "libffi"
brew "readline"
brew "python@3.9"
brew "chezmoi"
brew "chruby"
brew "libidn2"
brew "curl"
brew "gdk-pixbuf"
brew "gsettings-desktop-schemas"
brew "harfbuzz"
brew "pango"
brew "gtk+3"
brew "ettercap"
brew "libarchive"
brew "libbluray"
brew "tesseract"
brew "ffmpeg"
brew "freetds"
brew "gcc"
brew "libavif"
brew "gd"
brew "git"
brew "python@3.10"
brew "gobject-introspection"
brew "httpd"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "libfido2"
brew "librsvg"
brew "libyaml"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "netpbm"
brew "nginx"
brew "nmap"
brew "numpy", link: false
brew "openssl@3", link: false
brew "php"
brew "postgresql@14"
brew "pstree"
brew "py3cairo"
brew "ruby-install"
brew "scipy"
brew "spotify-tui"
brew "tmux"
brew "wget"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "teamookla/speedtest/speedtest"
cask "basictex"
cask "keycastr"
